Revit 2027 API
ParameterTypeId.StairsRailingBaseLevelParam Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBaseLevelParam { get; }
Public Shared ReadOnly Property StairsRailingBaseLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBaseLevelParam {
	ForgeTypeId^ get ();
}
static member StairsRailingBaseLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace